/* Next-button titles */
"CLOSE" = "Cerrar";
"SHUTDOWN" = "Apagar";
"RESTART" = "Reiniciar";
"LOGOUT" = "Cerrar sesión";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "El Instalador se cerrará automáticamente en %d segundos.";
"AutoQuit1"		= "El Instalador se cerrará automáticamente en 1 segundo.";
"AutoMsg"		= "El ordenador se %1$@ en %2$d segundos.";
"AutoMsg1"		= "El ordenador se %@ en 1 segundo";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "reiniciará";
"AutoLogout"	= "cerrar sesión";
"AutoShutdown"	= "apagar";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "El ordenador se está reiniciando.";
"AutoLogoutIsOccurring" = "El ordenador está cerrando la sesión.";
"AutoShutdownIsOccurring" = "El ordenador se está apagando.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Haga clic en Apagar para finalizar la instalación de software.";
"ManualLogoutMsg" = "Haga clic en Cerrar sesión para finalizar la instalación de software.";
"ManualRequiredRebootMsg" = "Haga clic en Reiniciar para acabar de instalar el software.";
"ManualRequiredRebootAfterFailureMsg" = "Haga clic en Reiniciar para intentar realizar la instalación de nuevo.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "La instalación se ha completado correctamente.";
"InstallCompletedSuccessfullyDescription" = "El software se ha instalado.";
"InstallCompletedWithErrorsTitle" = "Durante la instalación se han producido algunos errores. Intente instalar el software de nuevo.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "La instalación se ha completado correctamente.";
"InstallFailedTitle" = "Error durante la instalación.";